{"unit":"year",
"array" : [
    {
    "summary": "Light Bulb",
    "value": 1879,
    "description": "The light bulb is an electric device that produces light from a filament or other source. It revolutionized indoor and outdoor lighting."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Telephone",
    "value": 1876,
    "description": "The telephone is a communication device that allows people to talk to each other over long distances using electrical signals."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Internet",
    "value": 1969,
    "description": "The Internet is a global network of interconnected computers that enables the sharing of information and communication worldwide."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Penicillin",
    "value": 1928,
    "description": "Penicillin is an antibiotic that revolutionized medicine by treating bacterial infections and saving countless lives."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Airplane",
    "value": 1903,
    "description": "The airplane is a powered flying vehicle that allows human flight and transformed transportation and travel."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Automobile",
    "value": 1885,
    "description": "The automobile is a self-propelled vehicle that revolutionized personal transportation and the automotive industry."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Computer",
    "value": 1833,
    "description": "The computer is an electronic device used for data processing and computations, leading to the digital age."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Printing Press",
    "value": 1440,
    "description": "The printing press is a machine that enabled mass production of books and documents, spurring the spread of knowledge."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Television",
    "value": 1927,
    "description": "Television is a medium for transmitting visual and audio content, changing the way people receive information and entertainment."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Steam Engine",
    "value": 1712,
    "description": "The steam engine is a machine that converted steam into mechanical energy, driving the Industrial Revolution."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Radio",
    "value": 1895,
    "description": "The radio is a communication device that broadcasts audio signals, impacting news, entertainment, and information dissemination."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Vaccination",
    "value": 1796,
    "description": "Vaccination involves using vaccines to prevent diseases, revolutionizing public health and saving lives."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Transistor",
    "value": 1947,
    "description": "The transistor is a semiconductor device that revolutionized electronics and led to the development of computers and modern technology."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Atomic Bomb",
    "value": 1945,
    "description": "The atomic bomb is a devastating weapon that harnesses nuclear energy, leading to the end of World War II and global geopolitical tensions."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Cotton Gin",
    "value": 1793,
    "description": "The cotton gin is a machine that automated the separation of cotton fibers from seeds, transforming the cotton industry."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "X-ray",
    "value": 1895,
    "description": "X-rays are a form of electromagnetic radiation that revolutionized medical imaging and diagnostics."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "GPS",
    "value": 1978,
    "description": "Global Positioning System (GPS) is a satellite-based navigation system that revolutionized location tracking and mapping."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Refrigerator",
    "value": 1834,
    "description": "The refrigerator is a device for cooling and preserving food, extending the shelf life of perishables."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Antibiotics",
    "value": 1928,
    "description": "Antibiotics are drugs that combat bacterial infections, significantly improving healthcare and increasing lifespans."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Photography",
    "value": 1826,
    "description": "Photography is the process of capturing and preserving images, shaping art, documentation, and communication."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Telegraph",
    "value": 1837,
    "description": "The telegraph is an early communication system that transmitted messages over long distances using electrical signals."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Electric Motor",
    "value": 1821,
    "description": "The electric motor converts electrical energy into mechanical energy, powering a wide range of devices and machinery."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Computer Mouse",
    "value": 1963,
    "description": "The computer mouse is an input device that revolutionized computer interaction and navigation."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Microscope",
    "value": 1590,
    "description": "The microscope is an instrument that magnifies small objects, enabling the study of cells, microorganisms, and more."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Gutenberg Press",
    "value": 1440,
    "description": "The Gutenberg Press is a printing machine that played a key role in the spread of knowledge and the Renaissance."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Telephone",
    "value": 1876,
    "description": "The telephone is a communication device that allows people to talk to each other over long distances using electrical signals."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "MRI Scanner",
    "value": 1977,
    "description": "The MRI scanner is a medical imaging device that provides detailed images of the body's internal structures."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Nuclear Reactor",
    "value": 1942,
    "description": "The nuclear reactor is a device that generates controlled nuclear reactions, used for electricity generation and scientific research."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Cell Phone",
    "value": 1973,
    "description": "The cell phone, or mobile phone, is a portable communication device that revolutionized personal and business communication."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Air Conditioning",
    "value": 1902,
    "description": "Air conditioning systems control indoor temperature and humidity, enhancing comfort and productivity."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "DNA Double Helix",
    "value": 1953,
    "description": "The discovery of the DNA double helix structure revealed the genetic code and laid the foundation for modern genetics and biotechnology."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Laser",
    "value": 1960,
    "description": "The laser is a device that emits focused light, with applications in medicine, communication, and numerous technologies."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "ATM (Automated Teller Machine)",
    "value": 1967,
    "description": "ATMs are self-service machines that allow people to withdraw and deposit money from their bank accounts, transforming banking services."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Velcro",
    "value": 1948,
    "description": "Velcro is a fastening system with hook-and-loop technology, used in clothing, shoes, and various products for easy closure."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Camera",
    "value": 1839,
    "description": "The camera is a device for capturing still or moving images, influencing photography, art, and visual documentation."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Microwave Oven",
    "value": 1945,
    "description": "The microwave oven is a kitchen appliance that quickly heats and cooks food using microwave radiation."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Solar Cell",
    "value": 1839,
    "description": "Solar cells, or photovoltaic cells, convert sunlight into electricity, providing a sustainable energy source."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Cinema",
    "value": 1895,
    "description": "Cinema is the art and technology of motion picture production, revolutionizing entertainment and storytelling."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Digital Camera",
    "value": 1975,
    "description": "The digital camera captures and stores images in digital format, making photography more accessible and convenient."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Barcode",
    "value": 1952,
    "description": "Barcodes are optical codes used for product identification and inventory management in retail and logistics."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Space Shuttle",
    "value": 1981,
    "description": "The space shuttle is a reusable spacecraft that enabled human spaceflight and scientific research in space."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "The Internet",
    "value": 1969,
    "description": "The Internet is a global network of interconnected computers that enables the sharing of information and communication worldwide."
    ,
"topic":["Great Invention"]
}
,
    {
    "summary": "Robot",
    "value": 1920,
    "description": "A robot is a programmable machine that can perform tasks autonomously or under remote control, revolutionizing industries and automation."
    ,
"topic":["Great Invention"]
}

]
}